Repository: JenaPlinsky/Latte-Dock
Catalog: po/app/*.po
Languages: pt, ru

# %1 is the name of the containment
source: %1 Options
pt: Opções de %1
ru: %1 Опции

source: Activate Task Manager Entry %1
pt: Ativar a Entrada do Gestor de Atividades
ru: Активировать Диспетчер Задач %1

source: New Instance for Task Manager Entry %1
pt: Nova Instância para a Entrada do Gestor de Atividades
ru: Новый экземпляр Диспетчера Задач %1

source: Show Latte Dock
pt: Mostrar a Latte Dock
ru: Показать Latte Dock

# import/export config
source: The file has a wrong format!!!
pt: O ficheiro tem um formato errado!
ru: Файл конфигурации имеет не верный формат!!!

# import/export config
source: Failed to export configuration
pt: Falhou a exportação da configuração
ru: Не удалось экспортировать конфигурацию

# import/export config
source: Open location
pt: Abrir localização
ru: Открыть расположение

source: Add Widgets...
pt: Adicionar Elementos
ru: Добавить виджеты...

source: Show Plasma Widget Explorer
pt: Mostrar o Explorador de Elementos do Plasma
ru: Показать проводник Plasma виджетов

# command line
source: Replace the current dock instance.
pt: Substituir a instância da dock atual
ru: Заменить текущий экземпляр дока.

# command line
source: Show the debugging messages on stdout.
pt: Mostrar as mensagens de depuração na saída padrão
ru: Показывать отладочные сообщения в stdout.

# command line
source: Show messages of debugging for the mask (Only useful to devs).
pt: Mostrar as mensagens de depuração para a máscara (útil para desenvolvedores)
ru: Показывать отладочные сообщения по маске (Актуально для разработчиков).

# command line
source: Draw boxes around of the applets.
pt: Desenhar contornos dos elementos
ru: Отрисовывать прямоугольники вокруг Апплетов.

# command line
source: Open a window with much debug information.
pt: Abrir uma janela com a informação de depuração
ru: Открывать окно с подробной отладочной информацией.

# command line
source: Import configuration.
pt: Importar configuração
ru: Импорт конфигурации.

# command line: import
source: file_name
ru: имя_файла

source: An instance is already running!, use --replace to restart Latte
pt: Uma estância está atualmente correndo, use --replace para reiniciar a Latte
ru: Экземпляр дока уже запущен!, Используйте --replace для перезапуска Latte

source: The configuration cannot be imported
pt: A configuração não pôde ser importada
ru: Конфигурация не может быть импортирована

source: Logo and Icons
pt: Logótipos e Ícones
ru: Лого и иконки

source: Many bug reports
pt: Diversos relatórios de bugs
ru: Сообщения об ошибках

source: Reviews for Latte Dock, CandilDock and NowDock
pt: Análises da Latte Dock, CandilDock e NowDock
ru: Обзоры Latte Dock, CandilDock и NowDock

source: Latte Dock panel
pt: Painel da Latte Dock
ru: Панель Latte Dock

source: Dock configuration UI
pt: Interface de configuração da dock
ru: UI конфигурация дока

source: Config model
pt: Modelo de configuração
ru: Модель конфигурации

source: Tangerine Font
pt: Fonte Tangerine
ru: Шрифт Мандарин

source: default layout file
pt: ficheiro padrão do modelo
ru: файл макета по умолчанию

source: plasma layout file
pt: ficheiro do modelo do plasma
ru: файл макета Plasma

source: unity layout file
pt: ficheiro do modelo do unity
ru: файл макета Unity

source: extended layout file
pt: ficheiro do modelo extendido
ru: файл расширенного макета

source: tasks plasmoid separator
pt: elemento separador de tarefas
ru: разделитель плазмойда задач

source: Layout
pt: Modelo
ru: Макет

source: Applets Size
pt: Tamanho dos Elementos
ru: Размер Апплетов

source: Zoom Factor
pt: Fator de Zoom
ru: Масштабирование

source: Screen Height Proportion:
pt: Proporção à Altura do Ecrã:
ru: Пропорция высоты экрана:

source: Applets Distance:
pt: Distância:
ru: Дистанция между Апплетами:

source: Animations
pt: Animações
ru: Анимация

source: None
pt: Nenhum
ru: Нет

source: Background
pt: Fundo
ru: Фон

# show panel
source: Show
pt: Mostrar
ru: Показать

source: Size:
pt: Tamanho:
ru: Размер:

source: Shadows
pt: Sombras
ru: Тени

source: Solid
pt: Sólido
ru: Сплошной

source: Applet shadows
pt: Sombras dos elementos
ru: Тени Апплетов

source: Length
pt: Largura
ru: Длина

source: Maximum:
pt: Máximo:
ru: Максимум:

source: Offset:
pt: Deslocamento:
ru: Отступ:

source: Offset
pt: Deslocamento
ru: Отступ

source: Location
pt: Localização
ru: Расположение

source: On Primary
pt: Saída primária
ru: На первичном

source: Screen:
pt: Ecrã:
ru: Экран:

# bottom location
source: Bottom
pt: Inferior
ru: Внизу

# left location
source: Left
pt: Esquerda
ru: Слева

# top location
source: Top
pt: Superior
ru: Вверху

# right location
source: Right
pt: Direita
ru: Справа

source: Alignment
pt: Alinhamento
ru: Выравнивание

# top alignment
source: Top
pt: Superior
ru: По верху

# left alignment
source: Left
pt: Esquerda
ru: Слева

# center alignment
source: Center
pt: Centro
ru: По центру

# bottom alignment
source: Bottom
pt: Inferior
ru: Снизу

# right alignment
source: Right
pt: Direita
ru: Справа

# justify alignment
source: Justify
pt: Justificado
ru: Пропорционально

source: Visibility
pt: Visibilidade
ru: Видимость

source: Always Visible
pt: Sempre visível
ru: Всегда видима

source: Auto Hide
pt: Ocultar Automaticamente
ru: Автоматически скрывать

source: Dodge Active
pt: Evadir Janela Ativa
ru: Скрывать при активном

source: Dodge Maximized
pt: Evadir Janela Maximizada
ru: Скрывать при распахнутом

source: Dodge All Windows
pt: Evadir Todas as Janelas
ru: Скрывать всегда

source: Windows Go Below
pt: Janelas Vão por Baixo
ru: Поверх других

source: Delay
pt: Atraso
ru: Задержка

source: Show:
pt: Mostrar:
ru: Показать:

source: Hide:
pt: Esconder:
ru: Скрыть:

source: General
pt: Geral:
ru: Главные

source: Advanced
pt: Avançado:
ru: Дополнительно

source: Behavior
pt: Comportamento
ru: Поведение

source: Appearance
pt: Aparência
ru: Внешний вид

source: Tasks
pt: Atividades
ru: Задачи

source: Tweaks
pt: Ajustes
ru: Тонкая настройка

source: Copy Dock
pt: Copiar Dock
ru: Копировать Док

source: New Dock
pt: Nova Dock
ru: Новый Док

source: Add a new dock
pt: Adicionar nova dock
ru: Добавить новый Док

source: Remove
pt: Remover
ru: Удалить

source: Remove current dock
pt: Remover dock atual
ru: Заменить текущий Док

source: Quit
pt: Fechar
ru: Выход

source: Quit Latte
pt: Fechar Latte
ru: Закрыть Latte

source: none
pt: nenhum
ru: нет

source: ms.
ru: мс

source: Show glow around windows points
pt: Iluminar entorno dos indicadores
ru: Показывать свечение вокруг точек

source: Different color for minimized windows
pt: Cores diferentes para janelas minimizadas
ru: Различный цвет для минимизированных окон

source: Reverse position for lines and dots
pt: Inverter posição das linhas e pontos
ru: Обратная позиция для линий и точек

source: Indicator for active window group
pt: Indicador para grupo de janelas ativas
ru: Индикатор для активной группы окон

source: Grouped windows show both a line and a dot when one of them is active
pt: Janelas agrupadas apresentam linha e ponto quando ativas
ru: Сгруппированные окна показывают как линию, так и точку, когда одно из них активно

source: Interaction
pt: Interação
ru: Действие

source: Preview windows on hovering
pt: Pré-visualizar janelas à passagem
ru: Миниатюры окон при наведении

source: Highlight windows on hovering
pt: Realçar janelas à passagem
ru: Переключаться на окно при наведении

source: Show progress information for tasks
pt: Mostrar progresso da informação para as atividades
ru: Показывать информацию о прогрессе задач

source: Show a beautiful progress animation e.g. when copying files with Dolphin
pt: Mostra uma elegante animação de progresso, e. g., ao copiar ficheiros com o Dolphin
ru: Показывать анимацию прогресса, например при копировании файлов в Dolphin

source: Show window actions in the context menu
pt: Mostrar ações das janelas no menu de contexto
ru: Показывать действия окна в контекстном меню

source: Show indicator for audio streams
pt: Mostrar indicador para fluxos de áudio
ru: Показывать индикатор для аудиопотоков

source: Audio indicator from which the user can mute/unmute an app
pt: Indicador de áudio onde o utilizador pode silenciar uma aplicação
ru: Аудиоиндикатор с помощью которого можно выключить/включить звук в приложении

source: Activate tasks through mouse wheel
pt: Activar tarefas com o scroll do rato
ru: Активировать задачи колесиком мыши

source: Enable/Disable the mouse wheel actions in order to cycle through tasks
pt: Ativar/Desativar scroll do rato na rodagem entre de tarefas
ru: Включить/отключить колесико мыши для цикла между задачами

source: On middle-click:
pt: Botão do meio
ru: При клике средней кнопкой мыши:

# The click action
source: None
pt: Nenhum
ru: Нет

source: Close Window or Group
pt: Fechar Janela ou Grupo
ru: Закрыть Окно или Группу окон

source: New Instance
pt: Nova Instância
ru: Новый экземпляр

source: Minimize/Restore Window or Group
pt: Minimizar/Restaurar Janela ou Grupo
ru: Свернуть/Распахнуть Окно или Группу окон

source: Cycle Through Tasks
pt: Rodar entre Tarefas
ru: Цикл между задачами

source: Left Click
pt: Botão Esquerdo
ru: Левый клик

source: Middle Click
pt: Botão do Meio
ru: Средний клик

source: Right Click
pt: Botão Direito
ru: Правый клик

source: Filters
pt: Filtros
ru: Фильтры

source: Show only tasks from the current screen
pt: Mostrar só as tarefas do ecrã atual
ru: Показывать задачи только с текущего экрана

source: Show only tasks from the current desktop
pt: Mostrar só as tarefas do ambiente de trabalho atual
ru: Показывать задачи только с текущего рабочего стола

source: Show only tasks from the current activity
pt: Mostrar só as tarefas da atividade atual
ru: Показывать задачи только из текущей комнаты

source: Blur for panel background
pt: Painel de fundo turvo
ru: Размытие фона панели

source: Shrink thickness margins to minimum
pt: Encolher espessura das margens ao mínimo
ru: Сокращение полей толщины до минимума

source: Show background only for maximized windows
pt: Mostrar o fundo apenas para janelas maximizadas
ru: Показывать фон только для распахнутых окон

source: The panel background becomes transparent but is shown when there is a maximized window
pt: O painel de fundo torna-se transparente mas é mostrado apenas quando uma janela está maximizada
ru: Фон панели становится прозрачным, но панель отображается когда окно распахнуто

source: Hide panel shadow for maximized windows
pt: Esconder sombra do painel para janelas maximizadas
ru: Скрывать тень панели для распахнутых окон

source: Enable autostart during startup
pt: Ativar início automático durante inicialização
ru: Включить автозапуск при включении

source: Decrease applets size when it is needed
pt: Diminuir tamanho dos elementos quando necessário
ru: Уменьшать размер Апплетов, когда это необходимо

source: Add launchers only in the corresponding area
pt: Adicionar lançadores apenas ná área correspondente
ru: Добавлять ярлыки только в соответствующей области

source: Launchers are added only in the taskmanager and not as plasma applets
pt: Os lançadores são só adicionados como tarefas e não elementos
ru: Лаунчеры добавленные только в диспетчер задач, а не как апплеты Plasma

source: Behave as a normal dock window
pt: Comportar como dock normal de janelas
ru: Вести себя как обычное окно дока

source: Remove the BypassWindowManagerHint flag from the window. The dock wont be above windows which are set at 'Always On Top'
pt: Retirar a flag BypassWindowManagerHint da janela. A dock não se sobreporá a janelas configuradas como 'Sempre em Cima'
ru: Удалить флаг BypassWindowManagerHint. Док не будет показан поверх окон, у которых установлено «Поддерживать поверх других'

source: Raise dock on desktop change
pt: Subir dock na mudança de ambiente de trabalho
ru: Поднять док при смене рабочего стола

source: Raise dock on activity change
pt: Subir dock na mudança de atividade
ru: Поднять док при смене комнаты

source: Active Applet Indicator
pt: Ativar Indicador dos Elementos
ru: Индикатор активного Апплета

# active indicator to no applets
source: None
pt: Nenhum
ru: Нет

# active indicator only to in-house latte applets
source: Internals
pt: Internos
ru: Свойства

# active indicator to all applets
source: All
pt: Todos
ru: У всех

source: Extra Actions
pt: Ações Extra
ru: Дополнительные действия

source: Add Spacer
pt: Adicionar Separador
ru: Добавить разделитель

source: Add a spacer to separate applets
pt: Adicionar separador entre os elementos
ru: Добавить разделитель

source: Remove Tasks
pt: Remover Tarefas
ru: Удалить панель

source: Remove Latte plasmoid
pt: Remover Elemento Latte
ru: Удалить Latte плазмойд

source: Latte
ru: Латте

source: Dock for the masses
pt: Dock para as massas
ru: Док в массы

source: Dock
ru: Док

source: Configuration imported successfully
pt: Configuração importada com sucesso
ru: Конфигурация успешно импортирована

source: Failed to import configuration
pt: Falha na importação da configuração
ru: Не удалось импортировать конфигурацию

source: Configuration exported successfully
pt: Configuração exportada com sucesso
ru: Конфигурация успешно экспортирована

source: Failed to export configuration
pt: Falha na exportação da configuração
ru: Не удалось экспортировать конфигурацию

source: Latte is a dock based on plasma frameworks that provides an elegant and intuitive experience for your tasks and plasmoids. It animates its contents by using parabolic zoom effect and trys to be there only when it is needed. "Art in Coffee"
pt: A Latte é uma dock baseada no framworks do plama que providencia uma elegante e intuitiva experiência com as suas atividades e elementos, animando-os usando um efeito de zoom parabólico ao mesmo tempo que tenta não estorvar. "Art in Coffe"

source: Applets size is decreased automatically when the contents exceed the maximum length
pt: O tamanho dos elementos é automaticamente diminuido quando o conteúdo excede a largura máxima

source: Latte Dock
pt: Dock Latte
